const projects = [
  {
    projectID: 1,
    title: "Οδοφωτισμος Δημου Αθηναιων",
    description:
      "Αντικείμενο του έργου είναι η αντικατάσταση φωτιστικών σωμάτων με φωτιστικά νέας τεχνολογίας LED. \n\n\nΟι εργασίες περιλαμβάνουν: Αντικατάσταση των φωτιστικών σωμάτων με άλλα νέας τεχνολογίας LED. Αποξήλωση και απομάκρυνση του παλαιού εναερίου δικτύου όπου είναι αναγκαίο. Κατασκευή νέου εναερίου δικτύου όπου είναι αναγκαίο. Αποξήλωση παλαιών ιστών και των φωτιστικών αυτών και την τοποθέτηση νέων. Κατασκευή νέου υπογείου δικτύου όπου είναι αναγκαίο.",
    startDate: "02/02/2021",
    endDate: "30/9/2022",
    receiver: "Δημος Αθηναιων",
    builder: "ΠΕΤΚΑ ΑΕ",
    budget: 1425000,
    progress: [
      {
        author: "Τεχνικος 1",
        text: "Εναρξη εργασιων",
        date: "04/05/2021",
      },
      {
        author: "Προϊσταμενος",
        text: "Τσιμεντοποιηση Βασεων",
        date: "12/07/2021",
      },
      {
        author: "Τεχνικος 3",
        text: "Τοποθετηση ηλεκτροκαλωδιωσεων",
        date: "31/10/2021",
      },
      {
        author: "Μηχανικος Δημου",
        text: "Προοδος εργασιων συμφωνη με το χρονοδιαγραμμα",
        date: "17/02/2022",
      },
    ],
  },
  {
    projectID: 2,
    title:
      "ΑΝΑΠΛΑΣΗ ΠΕΡΙΒΑΛΛΟΝΤΟΣ ΧΩΡΟΥ ΣΤΗΝ ΠΕΡΙΟΧΗ “ΠΑΝΤΑΒΡΕΧΕΙ” ΤΟΥ ΔΗΜΟΥ ΚΑΡΠΕΝΗΣΙΟΥ",
    description:
      "Ανοιχτός διαγωνισμός για την ανάθεση του έργου «ΑΝΑΠΛΑΣΗ ΠΕΡΙΒΑΛΛΟΝΤΟΣ ΧΩΡΟΥ ΣΤΗΝ ΠΕΡΙΟΧΗ “ΠΑΝΤΑΒΡΕΧΕΙ” ΤΟΥ ΔΗΜΟΥ ΚΑΡΠΕΝΗΣΙΟΥ» με κωδικό 2017ΕΠ05610031 της Σ.Α. ΕΠ0561 του Π.Δ.Ε. και χρηματοδότηση μέσω του Επιχειρησιακού Προγράμματος «ΣΤΕΡΕΑ ΕΛΛΑΔΑ 2014-2020» με προϋπολογισμό 240.000,00€ (με ΦΠΑ)ΤΟΣ ΧΩΡΟΥ ΣΤΗΝ ΠΕΡΙΟΧΗ “ΠΑΝΤΑΒΡΕΧΕΙ” ΤΟΥ ΔΗΜΟΥ ΚΑΡΠΕΝΗΣΙΟΥ” ΠΕ Ευρυτανίας",
    startDate: "01/06/2022",
    endDate: "30/9/2022",
    receiver: "Περιφέρειας Στερεάς Ελλάδας",
    builder: "Ανοιχτος Διαγωνισμός",
    budget: 240000,
    progress: [
      {
        author: "Τεχνικος 1",
        text: "Εναρξη εργασιων",
        date: "04/05/2021",
      },
      {
        author: "Προϊσταμενος",
        text: "Τσιμεντοποιηση Βασεων",
        date: "12/07/2021",
      },
      {
        author: "Τεχνικος 3",
        text: "Τοποθετηση ηλεκτροκαλωδιωσεων",
        date: "31/10/2021",
      },
      {
        author: "Μηχανικος Δημου",
        text: "Προοδος εργασιων συμφωνη με το χρονοδιαγραμμα",
        date: "17/02/2022",
      },
    ],
  },
  {
    projectID: 3,
    title: "Ανέγερση νέου νηπιαγωγείου Αλιβερίου",
    description:
      "loremljsdnfoienfowenf ekjfdneoifnoew fwefoewf efowe flenfjwore loremljsdnfoienfowenf ekjfdneoifnoew fwefoewf efowe flenfjwore loremljsdnfoienfowenf ekjfdneoifnoew fwefoewf efowe flenfjwore loremljsdnfoienfowenf ekjfdneoifnoew fwefoewf efowe flenfjwore loremljsdnfoienfowenf ekjfdneoifnoew fwefoewf efowe flenfjwore ",
    startDate: "02/02/2021",
    endDate: "30/9/2022",
    receiver: "Περιφέρειας Στερεάς Ελλάδας",
    builder: "Ανοιχτος Διαγωνισμός",
    budget: 712425,
    progress: [
      {
        author: "Τεχνικος 1",
        text: "Εναρξη εργασιων",
        date: "04/05/2021",
      },
      {
        author: "Προϊσταμενος",
        text: "Τσιμεντοποιηση Βασεων",
        date: "12/07/2021",
      },
      {
        author: "Τεχνικος 3",
        text: "Τοποθετηση ηλεκτροκαλωδιωσεων",
        date: "31/10/2021",
      },
      {
        author: "Μηχανικος Δημου",
        text: "Προοδος εργασιων συμφωνη με το χρονοδιαγραμμα",
        date: "17/02/2022",
      },
    ],
  },
  {
    projectID: 4,
    title: "Αναπλαση Πλατειας Αριστοτελους",
    description:
      "«Δωμάτια» με φοίνικες, νερό και μανόλιες αλλά και μία πλατεία Αριστοτέλους που θα θυμίζει «καθρέφτη» προτείνει να δημιουργηθούν στο νέο μνημειακό άξονα της Θεσσαλονίκης, από την οδό Εγνατία έως και την παραλιακή Λεωφόρο Νίκης",
    startDate: "24/08/2023",
    endDate: "30/9/2025",
    receiver: "Δημος Θεσσαλονίκης",
    builder: "Ανοιχτος Διαγωνισμος",
    budget: 13985000,
    progress: [
      {
        author: "Τεχνικος 1",
        text: "Εναρξη εργασιων",
        date: "04/05/2021",
      },
      {
        author: "Προϊσταμενος",
        text: "Τσιμεντοποιηση Βασεων",
        date: "12/07/2021",
      },
      {
        author: "Τεχνικος 3",
        text: "Τοποθετηση ηλεκτροκαλωδιωσεων",
        date: "31/10/2021",
      },
      {
        author: "Μηχανικος Δημου",
        text: "Προοδος εργασιων συμφωνη με το χρονοδιαγραμμα",
        date: "17/02/2022",
      },
    ],
  },
];

export default projects;
